Repository: 404pnf/4u2u
Catalog: sites/store.2u4u.com.*/themes/rootcandy/translations/*.po
Languages: hu, nl, pl

source: Logout
hu: Kilépés
nl: Uitloggen

source: Content
hu: Tartalom
nl: Inhoud
pl: Zawartość

source: Create content
hu: Tartalom beküldése
nl: Inhoud aanmaken

source: Building
hu: Webhely építés
nl: Bouwen

source: Configuration
hu: Webhely beállítása
nl: Instellingen

source: Users
hu: Felhasználók
nl: Gebruikers

source: Reports
hu: Jelentések
nl: Rapporten

source: Go Back to Homepage
hu: Vissza a főoldalra
nl: Terug naar de Voorpagina
pl: Powrót do strony głównej

source: Header
hu: Fejléc
nl: Kop
pl: Nagłówek

source: Disable header
hu: Fejléc letiltása
nl: Kop uitschakelen
pl: Wyłącz nagłówek

source: Disable dashboard
hu: Műszerfal letiltása
nl: Dashboard uitschakelen
pl: Wyłącz tabice

source: Left
hu: Bal
nl: Links

source: Right
hu: Jobb
nl: Rechts

source: Help box position
hu: Súgó doboz helyzete
nl: Locatie Helpvak
pl: Pozycja ramki pomocy

source: Messages box position
hu: Üzenetek doboz helyzete
nl: Locatie Berichtenvak
pl: Pozycja ramki wiadomości

source: Disable content on a dashboard
hu: Műszerfal tartalmának letiltása
nl: Inhoud niet op het Dashboard weergeven
pl: Wyłącz zawartość na tablicy

source: Navigation
hu: Navigáció
nl: Navigatie
pl: Nawigacja

source: Disable icons for main navigation
hu: Ikonok letiltása a fő navigációban
nl: Icoonen voor Hoofd-navigatie uitzetten
pl: Wyłącz ikony dla menu nawigacji

source: Set icons size for main navigation
hu: Ikonok mérete a fő navigációban
nl: Icoonen voor Hoofd-navigatie instellen
pl: Ustaw rozmiar ikon dla menu nawigacji

source: Menu source by role
hu: Menü beállítása a felhasználói csoportok számára
nl: Menu locatie per rol
pl: Źródło menu dla roli

source: default navigation
hu: alapértelmezett navigáció
nl: standaardnavigatie
pl: domyślna nawigacja

source: @role navigation
hu: @role navigáció
nl: @role navigatie

source: Select what should be displayed as the navigation menu for role @role.
hu: @role csoport számára megjelenő navigációs menü kiválasztása.
nl: selecteer welke navigatie er voor de rol @role moet worden weergegeven

source: Custom icons
hu: Saját ikonok
nl: Aangepaste icoonen
pl: Własne ikony

source: Format: menu href|icon path (relative to drupal root) - one item per row. eg. admin/build|files/myicons/admin-build.png
hu: Formátum: menü href|ikon elérési útvonala (a Drupal gyökeréhez képest relatív) - soronként egy elem. Pl. admin/build|files/myicons/admin-build.png
nl: Formaat: menu href|icoon pad (relatief ten opzichte van de drupal installatie) - een item per regel bijv. admin/build|files/myicons/admin-build.png
pl: Format: menu href|ścieżka do ikony (relatywna do głównego katalogu drupala) - jeden element w każdej lini. na przykład admin/build|files/myicons/admin-build.png

source: Administration theme
hu: Adminisztrációs smink
nl: Beheerders Thema
pl: Skorka administracyjna

source: Left sidebar
hu: Bal oldalsáv
nl: Linker zijbalk
pl: Lewa kolumna

source: Right sidebar
hu: Jobb oldalsáv
nl: Rechter zijbalk
pl: Prawa kolumna

source: Footer
hu: Lábléc
nl: Afsluiting
pl: Stopka

source: Dashboard Left
hu: Műszerfal bal oldala
nl: Linker Dashboard
pl: Tablica lewa

source: Dashboard Right
hu: Műszerfal jobb oldala
nl: Rechter Dashboard
pl: Tabica prawa

source: Glass (Default)
nl: Glas (standaard)
pl: Szkło (Domyślne)

source: Ash
nl: As
pl: Pył

source: Aquamarine
nl: Aquamarijn
pl: Akwamaryna

source: Belgian Chocolate
nl: Belgische Chocolade
pl: Belgijska Czekolada

source: Citrus Blast
nl: Citrus Feest
pl: Cytrynowy wybuch

source: Cold Day
nl: Koude Dag
pl: Zimny dzień

source: Greenbeam
nl: Groenstraal
pl: Zielona łodyga

source: Mediterrano
nl: Mediterraans
pl: Śródziemnomorski

source: Mercury
nl: Kwik
pl: Merkury

source: Pink Plastic
nl: Roze Plastic
pl: Rózowy plastik

source: Shiny Tomato
nl: Schijnende Tomaat
pl: Lśniący pomidor

source: Teal Top
nl: Kastanje boven
pl: Morska zieleń

source: RootCandy Fixed
nl: Rootcandy Vaste Breedte
pl: RootCandy stały

source: Administration theme - fixed width
hu: Adminisztrációs menü - rögzített szélességű
nl: Beheers Thema - vaste breedte
pl: Skórka administracyjna - stała szerokość

source: Dashboard
hu: Műszerfal
pl: Tablica

source: Select what should be displayed as the navigation menu for role
pl: Wybierz co powinno być wyświetlone w menu dla roli

source: Bluemarine
pl: Morski niebieski

source: Nocturnal
pl: Nocny

source: Olivia
pl: Oliwkowy

source: User login
hu: Bejelentkezés

source: Help
hu: Segítség

source: Administer
hu: Adminisztráció

source: None
hu: Nincs

source: Role weight
hu: Csoportok súlya

source: Administration theme - dark
hu: Adminisztrációs menü - sötét
