Repository: 404pnf/4u2u
Catalog: sites/group.2u4u.com.*/modules/standard/og/modules/og_panels/translations/modules-og_panels.*.po
Languages: ru

source: After enabling this module, visit the new "Pages" tab on any group. There, group admins may create as many pages as desired for their group. The pages may contain any layout that the site offers and admins may arrange many different types of content as desired. Site admins can restrict the types of content that may be added on the <a href="!settings">og_panels settings</a> page. You might want to make some Views available using <a href="!apv">admin/panels/views</a>. Group admins may designate one page as their group home page.
ru: После включения этого модуля, зайдите на закладку "Страницы" любой группы. На ней администраторы групп могут создавать только страниц, сколько потребуется. Страницы могут иметь любую предлагаемую сайтом компоновку, и администраторы могут разместить различные типы материалов как им потребуется. Администраторы сайта могут ограничить типы материалов, которые могут быть добавлены на странице <a href="!settings">настроек og_panels</a>. Возможно вы захотите включить некоторые Views: <a href="!apv">admin/panels/views</a>. Администраторы групп могут установить одну страницу главной страницей группы.

source: Create custom pages for your group. Use custom pages to organize your content in a pretty and informative manner. Your group can group to be a whole website within a web site. Each custom page becomes a tab when viewing your group. One of your custom pages should be designated as your <em>group home page</em>. That page will then display when visitors first arrive at your group.
ru: Создайте собственные страницы для своей группы. Используйте собственные страницы чтобы красиво и информативно организовать материалы. Ваша группа может быть отдельным веб-сайтом на веб-сайте. Каждая созданная страница становится вкладкой при просмотре группы. Одна из созданных страниц может быть назначена <em>главной страницей группы</em>. В этом случае эта страница будет отображаться, когда посетитель впервые зайдет в группу.

source: Start by clicking the <a href="!url">Add new page</a> tab. Then you will choose a custom layout for your page. Then you will want to <em>edit content</em> for your custom page.
ru: Начните с вкладки <a href="!url">Добавить новую страницу</a>. Затем выберите вариант компоновки для страницы. После этого вы сможете <em>редактировать содержимое</em> своей страницы.

source: Are you sure you want to delete %title?
ru: Уверены, что хотите удалить %title?

source: This action cannot be undone.
ru: Это действие невозможно отменить.

source: Delete
ru: Удалить

source: %title has been deleted
ru: %title удалено

source: Edit content
ru: Редактировать содержимое

source: Change layout
ru: Изменить компоновку

source: Edit layout settings
ru: Редактировать параметры компоновки

source: Edit page
ru: Редактировать страницу

source: Delete page
ru: Удалить страницу

source: Save settings
ru: Сохранить настройки

source: Home page
ru: Главная страница

source: Weight
ru: Вес

source: Updated panels configuration.
ru: Конфигурация panels обновлена.

source: @name at @site
ru: Группа @name на сайте @site

source: Page title
ru: Заголовок страницы

source: This is the title of the page and of the tab.
ru: Это заголовок страницы и вкладки.

source: Path
ru: Путь

source: This page is currently your default group home page and has no configurable path.
ru: Эта страница сейчас является главной страницей группы по умолчанию и не имеет настраиваемого пути.

source: Show blocks
ru: Показывать блоки

source: If unchecked, the standard group blocks will not be shown unless you place them into your page content. This gives admin more control over page presentation.
ru: Если не установлено, стандартные блоки групп не будут показываться, если только вы не поместите их в содержимом страницы. Это дает администратору больше возможностей управления внешним видом страницы.

source: Published
ru: Опубликован

source: If unchecked, this page is only accessible by group or site administrators. Thats useful while you are configuring the page.
ru: Если не установлено, эта страница будет доступна только администраторам сайта или группы. Это может быть полезно пока вы настраиваете страницу.

source: Update page
ru: Обновить страницу

source: Create page
ru: Создать страницу

source: %path is a reserved system path, and cannot be used for a group page. Please enter another path.
ru: %path является зарезервированным системным путем и не может использоваться страницей группы. Пожалуйста, введите другой путь.

source: Panel paths may only contain alphanumeric characters and dashes.
ru: Пути для Panel могут состоять только из букв, цифр и символов "-".

source: That path is currently in use by another one of your group's pages. Please enter another path.
ru: Этот путь уже используется одной из других ваших страниц. Пожалуйста, введите другой путь.

source: Group page updated.
ru: Страница группы обновлена.

source: Group page created.
ru: Страница группы создана.

source: Pages
ru: Страницы

source: Organic groups panel pages deleted.
ru: Страницы Organic groups panel удалены.

source: A node object that is flagged as an OG group type.
ru: Узел (node), тип которого отмечен как тип группы.

source: OG mission
ru: Формулировка назначения группы

source: OG description
ru: Описание группы

source: OG members
ru: Участники группы

source: OG faces
ru: Лица группы

source: Group from node
ru: Группа узла (node)

source: Adds a group from a node context; if multiple groups are associated with a node, this will get the "first" group only.
ru: Добавляет группу из контекста узла; если узел привязан к нескольких группам, будет возвращена только "первая".

source: manage OG panels pages
ru: управлять страницами OG panels

source: Configure the content that is available to group admins when creating group pages.
ru: Настроить содержание, доступное администраторам групп при создании страниц групп.

source: List
ru: Список

source: Organic groups panels. NOT COMPATIBLE WITH DRUPAL 6 YET.
ru: Organic groups panels. ПОКА НЕ СОВМЕСТИМО С DRUPAL 6.

source: Enable group admins to create panel pages.
ru: Позволяет администраторам групп создавать panel-страницы.
