Repository: 404pnf/4u2u
Catalog: sites/nce.2u4u.com.*/modules/standard/options_element/translations/*.po
Languages: ru

source: Options
ru: Варианты выбора

source: Option settings
ru: Настройки варианта выбора

source: Customize keys
ru: Модифицировать ключи

source: Customizing the keys will allow you to save one value internally while showing a different option to the user.
ru: Модификация ключей позволит сохранить одно значение внутренним, показывая другое значение пользователю.

source: Allow multiple values
ru: Позволить различные значения

source: Multiple values will let users select multiple items in this list.
ru: Различные значения позволят пользователям выбирать несколько пунктов из списка.

source: List options one option per line.
ru: Перечислите варианты выбора по одному варианту в строке.

source: Key-value pairs may be specified by separating each option with pipes, such as <em>key|value</em>.
ru: Пары ключ-значение могут быть определены разделением каждого пункта вертикальной чертой, например, <em>key|value</em>.

source: If the %toggle field is checked, key-value pairs may be specified by separating each option with pipes, such as <em>key|value</em>.
ru: Если поле %toggle отмечено, то пары ключ-значение могут быть определены разделением каждого пункта с помощью вертикальной черты, например <em>key|value</em>.

source: This field requires all specified keys to be integers.
ru: Это поле требует, чтобы все ключи были целочисленными.

source: Default value
ru: Значение по умолчанию

source: Specify the keys that should be selected by default.
ru: Определяет ключ, который должен быть выбран по умолчанию.

source: Multiple default values may be specified by separating keys with commas.
ru: Различные значения могут быть определены, указав ключи через запятую.

source: The key %key has been used multiple times. Each key must be unique to display properly.
ru: Ключ %key использован несколько раз. Каждый ключ должен быть уникальным, чтобы отображаться правильно.

source: The following keys have been used multiple times. Each key must be unique to display properly.
ru: Эти ключи использованы несколько раз. Каждый ключ должен быть уникальным для корректного отображения.

source: At least one option must be specified.
ru: Как минимум один вариант выбора должен быть определён.

source: The keys for the %title field must be integers.
ru: Ключи для поля %title должны быть целочисленными.

source: The %title field supports a maximum of @count options. Please reduce the number of options.
ru: Поле %title поддерживает максимум @count вариантов выбора. Пожалуйста, уменьшите количество вариантов.

source: Options element
ru: Элемент вариантов выбора

source: A custom form element for entering the options in select lists, radios, or checkboxes.
ru: Специальный элемент формы для ввода вариантов выбор в выпадающих списках, кнопках-переключателях или флаговой кнопки.

source: Custom keys have been specified in this list. Removing these custom keys may change way data is stored. Are you sure you wish to remove these custom keys?
ru: Отдельные ключи определяются в этом списке. Удаление этих отдельных ключей может изменить то, как хранятся данные. Вы уверены, что хотите удалить эти ключи?

source: Normal entry
ru: Обычный ввод

source: Manual entry
ru: Ввод вручную

source: Add new option
ru: Добавить новый вариант выбора

source: Add
ru: Добавить

source: Remove option
ru: Удалить вариант выбора

source: Remove
ru: Удалить

source: Default
ru: По умолчанию

source: Key
ru: Ключ

source: Value
ru: Значение

source: Add item
ru: Добавить пункт
