Repository: 404pnf/4u2u
Catalog: sites/nce.2u4u.com.*/modules/standard/webform2pdf/translations/*.po
Languages: hu

source: Global configuration of webform2pdf functionality.
hu: A webform2pdf modul általános és alapértelmezett beállításai

source: A PDF document will be generated from the marked results.
hu: A kiválasztott eredményeket összefűzzük egy PDF dokumentummá.

source: General settings
hu: Általános beállítások

source: PDF library path
hu: PDF könyvtár útvonala

source: Please enter the path of the TCPDF library. Example: sites/all/libraries/tcpdf
hu: Add meg a TCPDF könyvtár elérési útját. Például: sites/all/libraries/tcpdf

source: Attach PDF as an attachment to the e-mails sent to the form recipients.
hu: A PDF csatolása e-mail mellékletként az űrlap címzettjei számára.

source: Paper size
hu: Lap méret

source: Letter
hu: Levél

source: Page orientation
hu: Oldal tájolása

source: Portrait
hu: Álló

source: Landscape
hu: Fekvő

source: Images size settings
hu: Képek méretének beállítása

source: Maximum size of left header logo
hu: Fejléc bal oldali logó mérete

source: Maximum dimensions of the logo on the left side of the header in pixels. Format: width x height. E.g: 270x205
hu: A fejlécben található bal oldalra feltölthető kép maximális mérete képpontban. Formátum: szélesség x magasság pl.: 270x205

source: Maximum dimensions of right header logo
hu: Fejléc jobb oldali logó mérete

source: Maximum dimensions of the logo on the right side of the header in pixels. Format: width x height. E.g: 270x205
hu: A fejlécben található jobb oldalra feltölthető kép maximális mérete képpontban. Formátum: szélesség x magasság pl.: 270x205

source: Maximum dimensions of left footer logo
hu: Lábléc bal oldali logó mérete

source: Maximum dimensions of the logo on the left side of the footer in pixels. <b>WARNING! Setting height greater than 56px could cause error in PDF output.</b> Format: width x height. E.g: 270x205
hu: A láblécben található bal oldalra feltölthető kép maximális mérete képpontban. <b>FIGYELEM! Ha eltérsz az 56px magasságtól akkor elképzelhető, hogy hibás PDF készül.</b> Formátum: szélesség x magasság pl.: 270x56

source: Maximum dimensions of right footer logo
hu: Lábléc jobb oldali logó mérete

source: Maximum dimensions of the logo on the right side of the footer in pixels. <b>WARNING! Setting height greater than 56px could cause error in PDF output.</b> Format: width x height. E.g: 270x205
hu: A láblécben található jobb oldalra feltölthető kép maximális mérete képpontban. <b>FIGYELEM! Ha eltérsz az 56px magasságtól akkor elképzelhető, hogy hibás PDF készül.</b> Formátum: szélesség x magasság pl.: 270x56

source: PDF header
hu: PDF fejléc

source: Logo on the left side
hu: Bal oldali logó

source: Delete left side logo.
hu: Bal oldali logó törlése.

source: Upload left side logo
hu: Bal oldali logó feltöltése

source: Upload left side logo. If the size of the uploaded image is more than !size, it will be resized to this size.
hu: A bal oldali logó feltöltése. Ha a feltöltött kép mérete meghaladja a !size méretet, akkor a program arányosan kicsinyíti a feltöltött képet.

source: Header text
hu: Fejléc szövege

source: PDF header text. 5 rows maximum.
hu: A PDF fejlécebe írható szöveg. Maximum 5 sor.

source: Text alignment
hu: A szöveg igazítása

source: Align left
hu: Balra zárt

source: Align center
hu: Középre zárt

source: Align right
hu: Jobbra zárt

source: Font Family
hu: Betűcsalád

source: Set the font family to be used.
hu: A használandó betűkészlet beállítása

source: Font Size
hu: Betűméret

source: Set the font size to be used for header text. This is the base value for the scaling applied to other text styles.
hu: Be kell állítani a fejléc szöveghez tartozó betűméretet. Ez lesz a méretezés bázisértéke a többi szöveg stílushoz.

source: Logo on the right side
hu: Jobb oldali logó

source: Delete right logo.
hu: Jobb oldali logó törlése.

source: Upload right logo
hu: Jobb oldali logó feltöltése

source: Upload right side logo. If the size of the uploaded image is more than !size, it will be resized to this size.
hu: A jobb oldali logó feltöltése. Ha a feltöltött kép mérete meghaladja a !size méretet, akkor a program arányosan kicsinyíti a feltöltött képet.

source: Content of the PDF document
hu: PDF tartalma

source: Page body
hu: Oldal törzse

source: The content of the PDF file can be defined here, the text can be formatted with HTML and CSS tags. The form elements can be referred with the following special strings: !vars.
hu: A PDF tartalmát itt adjuk meg, a szöveget HTML nyelv és CSS segítségével tudjuk formázni. A kérdőívben megadott válaszokra az itt felsorolt speciális elemekkel lehet hivatkozni: !vars. A választólista típusú elemeknek többfelé kiíratása lehetséges, ezeket a hivatkozási név végére írt: -nl, -all, -nl-all tudjuk meghatározni. Az `-nl`: minden kiválasztott elemet új sorba ír, `-all`: minden választható lehetőséget kiír és a kiválasztottakat kiemeli, `-nl-all`: működése megegyezik az előbbivel csak minden elemet új sorba ír ki.

source: PDF footer
hu: PDF lábléc

source: Footer text
hu: Lábléc szövege

source: The PDF footer text. 2 rows maximum. The following special element can be used: %pagenumber - number of the page, %totalpage - total page count.
hu: A PDF láblécbe írható szöveg. Maximum 2 sor. A felhasználható speciális elemek: %pagenumber - oldal száma, %totalpage - összes oldal száma.

source: Submit
hu: Beküldés

source: Wrong picture size format!
hu: Hibás képméret formátum!

source: Up to 5 rows can be set!
hu: Maximum 5 sor adható meg!

source: Up to 2 rows can be set!
hu: Maximum 2 sor adható meg!

source: Generate PDF Document.
hu: A PDF készítés engedélyezése.

source: E-mail settings
hu: E-mail beállítások

source: Form component: %component
hu: Összetevő: %component

source: Don't attach PDF file
hu: A PDF csatolás mellőzése

source: PDF file won't be attached to the e-mail sent to the following recipients.
hu: A kiválasztott mezőkre küldött levelekhez nem kerül csatolásra a PDF.

source: The content of the PDF file can be defined here, the text can be formatted with HTML and CSS tags. The form elements can be referred with the following special strings: !vars. Select form elements can be outputted in different ways, write one of the following strings after the element name to choose from them: '-nl', '-all', '-nl-all'. '-nl ' modifier writes every selected element into a new line, '-all' lists every option, and marks which were selected from them. '-nl-all' lists all of the options in separate lines, and marks selected ones.
hu: A PDF tartalmát itt adjuk meg, a szöveget HTML nyelv és CSS segítségével tudjuk formázni. A kérdőívben megadott válaszokra az itt felsorolt speciális elemekkel lehet hivatkozni: !vars. A választólista típusú elemeknek többfelé kiíratása lehetséges, ezeket a hivatkozási név végére írt: -nl, -all, -nl-all tudjuk meghatározni. Az `-nl`: minden kiválasztott elemet új sorba ír, `-all`: minden választható lehetőséget kiír és a kiválasztottakat kiemeli, `-nl-all`: működése megegyezik az előbbivel csak minden elemet új sorba ír ki.

source: Reset to defaults
hu: Visszaállítás alapértelmezésre

source: View
hu: Megtekintés

source: Download PDF
hu: PDF Letöltés

source: Generate PDF
hu: PDF készítés

source: Webform to PDF
hu: Űrlapból PDF

source: Database containing the settings of webform2pdf.
hu: Webform2pdf beállításait tartalmazó adatbázis.

source: The node identifier of a webform2pdf.
hu: A tartalom azonosítója a webform2pdf-ben.

source: Show if a pdf will be generated: 0: OFF, 1: ON.
hu: A PDF generálás bekapcsolásának jelzése. 0: kikapcsolt, 1: bekapcsolt.

source: Download PDF file after submitting the form.
hu: A PDF letöltése űrlap beküldés után.

source: Attach PDF file as an attachment to the e-mail.
hu: A PDF csatolása e-mail mellékletként.

source: Size of a page in the PDF document.
hu: A PDF oldal mérete.

source: Orientation of the PDF document.
hu: A PDF dokumentum oldal tájolása.

source: Logo on the left side of the header.
hu: Bal oldali fejléc logó.

source: Logo on the right side of the header.
hu: Jobb oldali fejléc logó.

source: Logo on the left side of the footer.
hu: Bal oldali lábléc logó.

source: Logo on the right side of the footer.
hu: Jobb oldali lábléc logó.

source: Header text font size.
hu: Fejléc szövegének betű mérete.

source: Body text font size.
hu: Fejléc szövegének betű mérete.

source: Footer text font size.
hu: Lábléc szövegének betű mérete.

source: Alignment of the header text.
hu: Fejléc szövegének igazítása.

source: Header text font type.
hu: Fejléc szövegének betűtípusa.

source: Alignment of the body text.
hu: Oldal szövegének igazítása.

source: Font type of the body.
hu: Oldal szövegének betűtípusa.

source: Footer text aligment.
hu: Lábléc szövegének igazítása.

source: Footer text font type.
hu: Lábléc szövegének igazítása.

source: Header text.
hu: Fejléc szövege.

source: Footer text.
hu: Lábléc szövege.

source: Text of the body.
hu: Az oldal szövege.

source: Text input format type.
hu: A szöveg beviteli mező típusa.

source: Generates PDF documents from the submitted webforms.
hu: A beküldött webform űrlapokból PDF állományt készít.
